from schemas import Question

QUESTIONS = [
    Question(
        id=1,
        title="יש לי תעודת הנדסאי, ואני רוצה ללמוד תואר ראשון בהנדסה. מהם תנאי הקבלה במצב זה?",
        category="תנאי קבלה",
        difficulty="medium"
    ),
    Question(
        id=2,
        title="יש לי ציון פסיכומטרי של 610 ו-148 בכמותי, ממוצע בגרויות 111, 5 יח\"ל מתמטיקה עם 86, 5 יח\"ל פיזיקה עם 83. האם אני יכולה להתקבל לתואר ראשון בהנדסת חשמל? ואם כן, מה האפשרויות?",
        category="תנאי קבלה",
        difficulty="easy"
    ),
    Question(
        id=3,
        title="יש לי ממוצע בגרויות 101, לא עשיתי פסיכומטרי ואני מעוניין להתקבל לפילוסופיה. מה אפשרויות הקבלה?",
        category="תנאי קבלה",
        difficulty="easy"
    ),
    Question(
        id=4,
        title="אני רוצה להתקבל על סמך קורסי מו\"ק. האם הם מוכרים? ואיך ניתן להירשם?",
        category="קבלה מיוחדת",
        difficulty="medium"
    ),
    Question(
        id=5,
        title="אני רוצה להתקבל לחוג לכימיה לתואר ראשון. הגשתי בקשה ללא גודלקידו ההחינו וקיבלתי ניקוד 2525. האם אני יכולה להתקבל? הסבר.",
        category="קבלה מיוחדת",
        difficulty="medium"
    ),
    Question(
        id=6,
        title="מהם תנאי הקבלה למועמדים שמגיעים דרך התכנית למצטייני פריפריה?",
        category="קבלה מיוחדת",
        difficulty="medium"
    ),
    Question(
        id=7,
        title="אני סטודנט במסלול מורחב ורוצה להוסיף דו-חוג בסמסטר נוסף. האם עלי לשלם ומה המחיר?",
        category="רישום לאוניברסיטה",
        difficulty="medium"
    ),
    Question(
        id=8,
        title="נרשמתי לתואר ראשון במתמטיקה. האם אפשר לשפר בגרות בקיץ?",
        category="לוח זמנים",
        difficulty="easy"
    ),
    Question(
        id=9,
        title="חסרה לי בגרות אחת במתמטיקה ולכן אין לי תעודת בגרות מלאה. האם ניתן ללמוד באוניברסיטה?",
        category="תנאי קבלה אוניברסיטאיים",
        difficulty="easy"
    ),
    Question(
        id=10,
        title="נרשמתי לתואר שני במנהל עסקים. סיימתי תואר ראשון באוניברסיטת תל אביב וכעת עלי לשלוח מסמכים. לאן שולחים?",
        category="מסמכים",
        difficulty="medium"
    ),
    Question(
        id=11,
        title="אני מעוניין להירשם לתואר שני בהנדסה מכנית. סיימתי תואר ראשון בפיזיקה. האם אוכל להגיש מועמדות ומהם תנאי הקבלה?",
        category="תנאי קבלה",
        difficulty="medium"
    ),
    Question(
        id=12,
        title="אני רוצה להתקבל לתואר שני בכלכלה. סיימתי תואר ראשון בכלכלה בממוצע 88. האם אני עומד בדרישות?",
        category="תנאי קבלה",
        difficulty="easy"
    ),
    Question(
        id=13,
        title="ציון ההתאמה שלי נמוך מחתך הקבלה להנדסה מכנית. האם ניתן להתקבל במסגרת העדפה מתקנת? ואם כן, מה התנאים?",
        category="תנאי קבלה",
        difficulty="medium"
    ),
    Question(
        id=14,
        title="אני עומדת בחתך זימון למו\"ר. לפני שנתיים נבחנתי במר\"ם בטכניון. האם צריך להיבחן שוב?",
        category="תנאי קבלה",
        difficulty="hard"
    ),
    Question(
        id=15,
        title="דרישת הקבלה לתואר שני בעבודה סוציאלית היא ממוצע 85. סיימתי תואר ראשון בסוציולוגיה ואנתרופולוגיה עם ממוצע 83. האם אני יכול להגיש מועמדות?",
        category="תנאי קבלה",
        difficulty="hard"
    ),
    Question(
        id=16,
        title="אני מעוניינת להירשם לתואר ראשון באנגלית. נבחנתי ב-5 יח\"ל אנגלית עם ציון 90, במתמטיקה 3 יח\"ל וציון פסיכומטרי 519. מה האפשרויות?",
        category="תנאי קבלה",
        difficulty="medium"
    ),
    Question(
        id=17,
        title="שיפרתי פסיכומטרי ועכשיו אני עומד ברף לחשבונאות. האם אצטרך ללמוד קורס אנגלית באוניברסיטה אחרי שקיבלתי ציון נמוך יותר באנגלית הפעם?",
        category="דרישות אוניברסיטאיות",
        difficulty="medium"
    ),
    Question(
        id=18,
        title="אני סטודנט לרפואה באוניברסיטה העברית ורוצה לעבור ללמוד אצלכם. מה התהליך ומה האפשרויות?",
        category="תנאי קבלה",
        difficulty="medium"
    ),
    Question(
        id=19,
        title="בגרות עם 3 יח\"ל מתמטיקה, ממוצע 92. מה ציון הפסיכומטרי המינימלי לתואר ראשון במדעי החברה?",
        category="תנאי קבלה",
        difficulty="medium"
    ),
    Question(
        id=20,
        title="ברצוני להירשם למדעי המחשב. יש לי 5 יח\"ל מתמטיקה, 5 יח\"ל פיזיקה וציון פסיכומטרי 690. האם אוכל להתקבל?",
        category="תנאי קבלה",
        difficulty="medium"
    ),
    Question(
        id=21,
        title="קיבלתי הודעה שמגיעה לי מלגת הצטיינות על סמך ציון ההתאמה שלי. עדיין לא קיבלתי את המענק. האם יש עיכוב?",
        category="מלגות",
        difficulty="medium"
    ),
    Question(
        id=22,
        title="אני רוצה להתקבל להנדסה ביו־רפואית. בסמסטר ב' אלמד ביולוגיה בטכניון, ממוצע 89. האם יש אפשרות להתקבל?",
        category="תנאי קבלה",
        difficulty="medium"
    ),
    Question(
        id=23,
        title="מזכירות החוג לפסיכולוגיה חברתית אמרו שקיבלו את המסמכים, אך כעת מופיע שלא נקלטו. מדוע?",
        category="מסמכים",
        difficulty="medium"
    ),
    Question(
        id=24,
        title="אני זכאי לבגרות עם ממוצע 105 וציון פסיכומטרי 550, והגשתי מועמדות לתואר ראשון בסיעוד. מדוע לא התקבלתי?",
        category="תנאי קבלה",
        difficulty="medium"
    ),
    Question(
        id=25,
        title="לא נבחנתי בבחינת סיווג בעברית. יש לי זימון ליע\"ל אך כבר קיבלתי פסיכומטרי בעברית. האם עדיין נדרש מבחן יע\"ל?",
        category="דרישות אוניברסיטאיות",
        difficulty="medium"
    ),
    Question(
        id=26,
        title="המסמכים שהגשתי במידע האישי נדחו. למה?",
        category="מסמכים",
        difficulty="medium"
    ),
    Question(
        id=27,
        title="הגשתי מסמכים אך כעת מופיע שעלי להציג מקור. מדוע ומה עלי לעשות?",
        category="מסמכים",
        difficulty="medium"
    )
]
