QUESTIONS = [
    {
        "id": 1,
        "question": "יש לי תעודת הנדסאי, אני רוצה ללמוד תואר ראשון בהנדסה, מהם תנאי הקבלה במצב זה?"
    },
    {
        "id": 2,
        "question": "יש לי ציון פסיכומטרי של 610, 141 בפרק הכמותי, ממוצע בגרות של 113, 5 יח\"ל במתמטיקה בציון 80, ו-5 יח\"ל פיזיקה בציון 63. האם אני יכולה להתקבל לתואר ראשון בהנדסת חשמל? אם כן, מה הן אפשרויות הקבלה?"
    },
    {
        "id": 3,
        "question": "יש לי ממוצע בגרויות כללי העומד על 101. לא עשיתי פסיכומטרי ואני מעוניין להתקבל לחוג לפילוסופיה. מהן אפשרויות הקבלה שלי לחוג?"
    },
    {
        "id": 4,
        "question": "אני רוצה להתקבל על סמך קורסי מו\"ק. האם הקורסים בתשלום? מתי אני יכולה להירשם ואיך?"
    },
    {
        "id": 5,
        "question": "אני רוצה להתקבל לחוג לכימיה לתואר ראשון. הגשתי בקשה לאגודה לקידום החינוך. הניקוד שקיבלתי הוא 25 נקודות. האם באפשרותי להתקבל? הסבר."
    },
    {
        "id": 6,
        "question": "מהם תנאי הקבלה עבור מועמדים שמגיעים דרך התכנית למצטייני פריפריה?"
    },
    {
        "id": 7,
        "question": "אני סטודנט הלומד לתואר ראשון במסלול מורחב. אני מעוניין להוסיף דו-חוגי בסמסטר הבא. האם עלי לשלם דמי רישום ומה המחיר?"
    },
    {
        "id": 8,
        "question": "נרשמתי לתואר ראשון במתמטיקה. האם אוכל לשפר בגרות בקיץ?"
    },
    {
        "id": 9,
        "question": "חסרה לי בגרות אחת בלבד במתמטיקה, על מנת להיות זכאי לתעודת בגרות. האם אני יכול ללמוד באוניברסיטה?"
    },
    {
        "id": 10,
        "question": "נרשמתי לתואר שני במנהל עסקים. סיימתי את לימודי התואר הראשון באוניברסיטת תל אביב. כעת עלי לשלוח לכם מסמכים. איזה מסמכים עלי לשלוח לכם?"
    },
    {
        "id": 11,
        "question": "אני מעוניין להירשם לתואר שני בהנדסה מכנית. סיימתי תואר ראשון בפיזיקה. האם אוכל לבצע את הרישום ואם כן מהם תנאי הקבלה?"
    },
    {
        "id": 12,
        "question": "אני רוצה להתקבל לתואר שני בכלכלה. אני עם תואר ראשון בכלכלה בממוצע 83. האם ניתן להגיש מועמדות?"
    },
    {
        "id": 13,
        "question": "ציון ההתאמה שלי נמוך מחתך הקבלה הנדרש להנדסה מכנית, האם אני אוכל להתקבל בכל זאת (שלא במסגרת העדפה מתקנת)? במידה וכן, מהם התנאים הנדרשים?"
    },
    {
        "id": 14,
        "question": "אני עומדת בחתך זימון למו\"ר. לפני שנתיים נבחנתי בטכניון במרק\"ם. האם אני צריכה להבחן שוב, או שזה מספיק?"
    },
    {
        "id": 15,
        "question": "דרישת הקבלה לתואר שני בעבודה סוציאלית היא 85. סיימתי את התואר הראשון בסוציולוגיה ואנתרופולוגיה עם ממוצע 83. האם אני יכול להגיש מועמדות?"
    },
    {
        "id": 16,
        "question": "אני מעוניין להירשם לתואר ראשון בחוג לאנגלית. בתיכון נבחנתי ב-5 יח\"ל באנגלית בציון 90. קיבלתי 119 בחלק האנגלי בפסיכומטרי. מה עלי לעשות?"
    },
    {
        "id": 17,
        "question": "נבחנתי פעמיים בבחינה הפסיכומטרית ושיפרתי את הציון הכולל כך שעכשיו אוכל להתקבל לחשבונאות. עם זאת, בניגוד לפעם הראשונה בה קיבלתי 138 בחלק האנגלית, כעת קיבלתי 121. האם יהיה עלי ללמוד קורס באנגלית באוניברסיטה?"
    },
    {
        "id": 18,
        "question": "אני כרגע סטודנט לרפואה באוניברסיטה העברית. אני רוצה לעבור ללמוד אצלכם. מה אני צריך לעשות? אנא ציין את כלל האפשרויות העומדות בפני הסטודנט."
    },
    {
        "id": 19,
        "question": "בבגרות ביצעתי 3 יחידות באנגלית, 3 יחידות במתמטיקה, ממוצע הבגרויות שלי הוא 92. א. אני רוצה ללמוד תואר ראשון במדעי המדינה. כמה עלי להוציא בפסיכומטרי כדי להתקבל?"
    },
    {
        "id": 20,
        "question": "אני רוצה להירשם לתואר ראשון במדעי המחשב. יש לי 5 יחידות במתמטיקה ו-5 יחידות בפיזיקה, הפסיכומטרי שלי הוא 695 וממוצע הבגרויות שלי הוא 109. לפי האתר אני צריך ציון התאמה של 691 כדי להתקבל. האם אוכל להתקבל?"
    },
    {
        "id": 21,
        "question": "כאשר התקבלתי נשלח אלי מכתב שמודיע כי מגיעה לי מלגת הצטיינות על סמך ציון ההתאמה שלי. עדיין לא נכנסה המלגה, האם יש בעיה?"
    },
    {
        "id": 22,
        "question": "אני מעוניין להתקבל להנדסה ביו–רפואית לתואר ראשון. בסוף סמסטר ב' תהיה זו סוף השנה הראשונה שלי בלימודי ביולוגיה בטכניון. הממוצע שלי הוא 89. האם אני יכול להתקבל לחוג?"
    },
    {
        "id": 23,
        "question": "פניתי למזכירות החוג לפסיכולוגיה חברתית לתואר שני והם אמרו לי שהם קיבלו את כל המסמכים. עכשיו קיבלתי מכם מייל שאומר שהמסמכים לא נקלטו, מדוע?"
    },
    {
        "id": 24,
        "question": "אני זכאי לבגרות בממוצע 105, ציון הפסיכומטרי שלי 555 והגשתי מועמדות לתואר ראשון בסיעוד. מדוע לא מופיעה לי קבלה?"
    },
    {
        "id": 25,
        "question": "עד כה לא נבחנתי בבחינת סיווג בעברית. הבגרות שלי בערבית. שלחו לי זימון למבחן יע\"ל אך נרשמתי לפסיכומטרי בעברית במועד פברואר. האם אני נדרשת בבחינת יע\"ל?"
    },
    {
        "id": 26,
        "question": "המסמכים שהגשתי במידע האישי נדחו, מדוע?"
    },
    {
        "id": 27,
        "question": "הגשתי את המסמכים הנדרשים אך עכשיו אני רואה במידע האישי שרשום שעלי להציג מקור. מה זה אומר ואיך מגישים מקור?"
    }
]
